IdeaRS.Connections
CalcCaseData.ForcesPercentageOnSegments Property
Compatible with IDEA StatiCa 0.0
[Missing <summary> documentation for "P:IdeaRS.Connections.Data.CalcCaseData.ForcesPercentageOnSegments"]
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public List<InternalForceOnSegmentData> ForcesPercentageOnSegments { get; set; }
Property Value
Type: List<InternalForceOnSegmentData>
See Also
Reference
CalcCaseData Class
IdeaRS.Connections.Data Namespace